tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "anyenv"
brew "aws-elasticbeanstalk"
brew "direnv"
brew "fd"
brew "fzf"
brew "ghq"
brew "gibo"
brew "python@3.9"
brew "go"
brew "imagemagick"
brew "jq"
brew "lima"
brew "lv"
brew "mas"
brew "mysql", restart_service: true
brew "neovim"
brew "nkf"
brew "postgresql", restart_service: true
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "tmux"
brew "yq"
brew "z"
brew "zplug"
cask "appcleaner"
cask "clipy"
cask "deepl"
cask "docker"
cask "dropbox"
cask "fluid"
cask "font-inconsolata-for-powerline"
cask "font-inconsolata-for-powerline-bold"
cask "google-chrome"
cask "insomnia"
cask "iterm2"
cask "notion"
cask "obsidian"
cask "tableplus"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
mas "CotEditor", id: 1024640650
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Messenger", id: 1480068668
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Remote Desktop", id: 1295203466
mas "Microsoft Word", id: 462054704
mas "MindNode", id: 1289197285
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "Toggl Track", id: 957734279
mas "Trello", id: 1278508951
mas "Xcode", id: 497799835
